Repository: tuukkao/nvda-reviewCursorCopier
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de_ch, hr, hu, lt, pt_br, sl, zh_cn

source: Copied
bg: Копирано
de_ch: kopiert
hr: Kopirano
hu: Másolva
lt: Nukopijuota
pt_br: Copiado
sl: Preslikano
zh_cn: 复制

source: Failed to copy
bg: Неуспешно копиране
de_ch: Kopieren fehlgeschlagen
hr: Neuspjelo kopiranje
hu: A másolás sikertelen.
lt: Nepavyko nukopijuoti
pt_br: Erro ao copiar
sl: Preslikava spodletela
zh_cn: 无法复制

source: Copies the line under the review cursor to the clipboard.
bg: Копира реда под курсора за преглед в клипборда.
de_ch: Kopiert die Zeile unter dem NVDA-Cursor in die Zwischenablage
hr: Kopira redak ispod preglednog kursora u međuspremnik.
hu: Az áttekintő kurzor alatti sort a vágólapra másolja.
lt: Į iškarpinę nukopijuoja eilutę, esančią po peržiūros žymekliu.
pt_br: Copia a linha sob o cursor de exploração para a área de transferência.
sl: Preslika vrstico pod pregledno utripalko v odložišče.
zh_cn: 将浏览光标下的行复制到剪贴板。

source: Copies the word under the review cursor to the clipboard.
bg: Копира думата под курсора за преглед в клипборда.
de_ch: Kopiert das Wort unter dem NVDA-Cursor in die Zwischenablage
hr: Kopira riječ ispod preglednog kursora u međuspremnik.
hu: Az áttekintő kurzor alatti szót a vágólapra másolja.
lt: Į iškarpinę nukopijuoja žodį, esantį po peržiūros žymekliu.
pt_br: Copia a palavra sob o cursor de exploração para a área de transferência.
sl: Preslika beseedo pod pregledno utripalko v odložišče.
zh_cn: 将浏览光标下的单词复制到剪贴板。

source: Copies the text from the start of the current line to the clipboard.
bg: Копира текста от началото на текущия ред в клипборда.
de_ch: Kopiert den Text vom Beginn der aktuellen Zeile in die Zwischenablage.
hr: Kopira tekst od početka trenutačnog retka u međuspremnik.
hu: A szöveget az aktuális sor elejétől a vágólapra másolja.
lt: Į iškarpinę nukopijuoja tekstą nuo einamosios eillutės pradžios.
pt_br: Copia o texto desde o início da linha atual para a área de transferência.
sl: Preslika besedilo od začetka trenutne vrstice v odložišče.
zh_cn: 将当前行的开头文本复制到剪贴板。

source: Copies the text until the end of the current line to the clipboard.
bg: Копира текста до края на текущия ред в клипборда.
de_ch: Kopiert den Text bis zum Ende der aktuellen Zeile in die Zwischenablage.
hr: Kopira tekst do kraja trenutačnog retka u međuspremnik.
hu: A szöveget az aktuális sor végéig a vágólapra másolja.
lt: Į iškarpinę nukopijuoja tekstą iki einamosios eilutės pabaigos.
pt_br: Copia o texto até o final da linha atual para a área de transferência.
sl: Preslika besedilo do konca trenutn vrstice v odložišče.
zh_cn: 将当前行的结尾文本复制到剪贴板。

source: Copies the text from the start of the current word to the clipboard.
bg: Копира текста от началото на текущата дума в клипборда.
de_ch: Kopiert den Text vom Beginn des aktuellen Wortes in die Zwischenablage.
hr: Kopira tekst od početka trenutačne riječi u međuspremnik.
hu: A szöveget az aktuális szó elejétől a vágólapra másolja.
lt: Į iškarpinę nukopijuoja tekstą nuo einamojo žodžio pradžios.
pt_br: Copia o texto do início da palavra atual para a área de transferência.
sl: Preslika besedilo od začetka trenutne besede v odložišče.
zh_cn: 将当前单词开头的文本复制到剪贴板。

source: Copies the text until the end of the current word to the clipboard.
bg: Копира текста до края на текущата дума в клипборда.
de_ch: Kopiert den Text bis zum Ende des aktuellen Wortes in die Zwischenablage.
hr: Kopira tekst do kraja trenutačne riječi u međuspremnik.
hu: A szöveget az aktuális szó végéig a vágólapra másolja.
lt: Į iškarpinę nukopijuoja tekstą iki einamojo žodžio pabaigos.
pt_br: Copia o texto até o final da palavra atual para a área de transferência.
sl: Preslika besedilo do konca trenutn besede v odložišče.
zh_cn: 将当前单词结尾的文本复制到剪贴板。

source: Review Cursor Copier
bg: Копиране на Курсора за Преглед
de_ch: Kopierfunktionen für den NVDA-Cursor
hr: Kopiranje preglednog kursora
hu: Áttekintőkurzor másoló
lt: Peržiūros žymeklio kopijuoklis
pt_br: Copiador do cursor de exploração
sl: Preslikovalnik Pregledne Utripalke
zh_cn: 浏览光标剪贴板

source: Provides various commands for copying the text under the review cursor to the clipboard. Please consult the documentation for more information.
bg: Предоставя различни команди за копиране вклипборда на текста под курсора за преглед. За повече информация, моля, консултирайте се с помощната документация.
de_ch: Stellt verschiedene Befehle zum Kopieren von Text mittels NVDA-Cursor zur Verfügung. Für weitere Informationen konsultieren Sie bitte die Dokumentation
hr: Pruža razne prečace za kopiranje preglednog kursora u međuspremnik. Za daljnje informacije, pročitaj dokumentaciju.
hu: Az áttekintőkurzor alatt található szöveg vágólapra másolására kínál különböző parancsokat. Részletes információkért olvassa el a dokumentációt.
lt: Suteikia įvairių komandų teksto, esančio po peržiūros žymekliu, kopijavimui į iškarpinę.
pt_br: Provê diversos comandos para copiar o texto sob o cursor de exploração para a área de transferência. Por favor consulte a documentação para mais informações.
sl: Oskrbuje različne ukaze za preslikavo besedila pod pregledno utripalko v odložišče. Prosimo, glejte dokumentacijo za več informacij.
zh_cn: 提供各种命令，用于将浏览光标下的文本复制到剪贴板。请参阅文档以获取更多信息。
